Repository: Mostakim15/Traveler
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: Add Activity
bn: একটি কার্যকলাপ যোগ করুন

source: Add New Destination
bn: নতুন গন্তব্য যোগ করুন

source: English
bn: ইংরেজি

source: हिन्दी
bn: হিন্দি

source: Delete
bn: মুছুন

source: Messages
bn: বার্তা

source: Site Maps
bn: সাইটের মানচিত্র

source: Static Files
bn: স্ট্যাটিক ফাইল

source: Syndication
bn: সিন্ডিকেশন

source: That page number is not an integer
bn: সেই পৃষ্ঠার নম্বরটি কোনও পূর্ণসংখ্যা নয়

source: That page number is less than 1
bn: সেই পৃষ্ঠার নম্বরটি 1 এর চেয়ে কম

source: That page contains no results
bn: সেই পৃষ্ঠায় কোনও ফলাফল নেই

source: Enter a valid value.
bn: একটি বৈধ মান লিখুন।

source: Enter a valid domain name.
bn: একটি বৈধ ডোমেন নাম লিখুন।

source: Enter a valid URL.
bn: একটি বৈধ URL লিখুন।

source: Enter a valid integer.
bn: একটি বৈধ পূর্ণসংখ্যা লিখুন।

source: Enter a valid email address.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন।

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
bn: অক্ষর, সংখ্যা, আন্ডারস্কোর বা হাইফেন সমন্বিত একটি বৈধ "স্লাগ" লিখুন।

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
bn: ইউনিকোড অক্ষর, সংখ্যা, আন্ডারস্কোর বা হাইফেন সমন্বিত একটি বৈধ "স্লাগ" লিখুন।

source: Enter a valid %(protocol)s address.
bn: একটি বৈধ %(প্রোটোকল) এর ঠিকানা লিখুন।

source: IPv4
bn: আইপিভি 4

source: IPv6
bn: আইপিভি 6

source: IPv4 or IPv6
bn: আইপিভি 4 বা আইপিভি 6

source: Enter only digits separated by commas.
bn: কমা দ্বারা পৃথক করা কেবল অঙ্কগুলি প্রবেশ করান।

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
bn: নিশ্চিত করুন যে এই মানটি %(সীমা_মূল্য) এস (এটি %(শো_ভ্যালু) গুলি)।

source: Ensure this value is less than or equal to %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি %এর চেয়ে কম বা সমান (সীমা_মূল্য) s এর চেয়ে কম বা সমান।

source: Ensure this value is greater than or equal to %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি %এর চেয়ে বেশি বা সমান (সীমা_মূল্য) s এর চেয়ে বেশি বা সমান।

source: Ensure this value is a multiple of step size %(limit_value)s.
bn: নিশ্চিত করুন যে এই মানটি ধাপের আকারের %(সীমাবদ্ধ_ভালু) এর একাধিক।

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
bn: নিশ্চিত করুন যে এই মানটি %(অফসেট) এস থেকে শুরু করে ধাপের আকার %(সীমাবদ্ধ_ মূল্য) এর একাধিক, যেমন।%(অফসেট) এস, %(বৈধ_ভালু 1) এস, %(বৈধ_ভালু 2) এস এবং আরও অনেক কিছু।

source: Enter a number.
bn: একটি নম্বর লিখুন।

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
bn: ফাইল এক্সটেনশন "%(এক্সটেনশন) গুলি" অনুমোদিত নয়।অনুমোদিত এক্সটেনশনগুলি হ'ল: %(অনুমোদিত_ এক্সটেনশনস) গুলি।

source: Null characters are not allowed.
bn: নাল চরিত্রগুলি অনুমোদিত নয়।

source: and
bn: এবং

source: %(model_name)s with this %(field_labels)s already exists.
bn: এই %(ফিল্ড_লাবেলস) এর সাথে %(মডেল_নাম) এর ইতিমধ্যে বিদ্যমান।

source: Constraint “%(name)s” is violated.
bn: সীমাবদ্ধতা "%(নাম) গুলি" লঙ্ঘন করা হয়।

source: Value %(value)r is not a valid choice.
bn: মান %(মান) আর একটি বৈধ পছন্দ নয়।

source: This field cannot be null.
bn: এই ক্ষেত্রটি বাতিল হতে পারে না।

source: This field cannot be blank.
bn: এই ক্ষেত্রটি ফাঁকা হতে পারে না।

source: %(model_name)s with this %(field_label)s already exists.
bn: এই %(ফিল্ড_লাবেল) এর সাথে %(মডেল_নাম) এর ইতিমধ্যে বিদ্যমান।

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
bn: %(ফিল্ড_লাবেল) এস অবশ্যই %(তারিখ_ফিল্ড_লাবেল) এস %(লুকআপ_ টাইপ) এর জন্য অনন্য হতে হবে।

source: Field of type: %(field_type)s
bn: প্রকারের ক্ষেত্র: %(ফিল্ড_ টাইপ) এস

source: “%(value)s” value must be either True or False.
bn: "%(মান) গুলি" মান অবশ্যই সত্য বা মিথ্যা হতে হবে।

source: “%(value)s” value must be either True, False, or None.
bn: "%(মান) গুলি" মান অবশ্যই সত্য, মিথ্যা বা কোনওটিই হতে হবে।

source: Boolean (Either True or False)
bn: বুলিয়ান (সত্য বা মিথ্যা)

source: String (up to %(max_length)s)
bn: স্ট্রিং ( %পর্যন্ত (সর্বোচ্চ_ দৈর্ঘ্য) গুলি)

source: String (unlimited)
bn: স্ট্রিং (সীমাহীন)

source: Comma-separated integers
bn: কমা-বিচ্ছিন্ন পূর্ণসংখ্যা

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
bn: "%(মান) গুলি" মানের একটি অবৈধ তারিখের ফর্ম্যাট রয়েছে।এটি অবশ্যই yyyy-MM-DD ফর্ম্যাটে থাকতে হবে।

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
bn: "%(মান) গুলি" মানটির সঠিক ফর্ম্যাট রয়েছে (yyyy-MM-DD) তবে এটি একটি অবৈধ তারিখ।

source: Date (without time)
bn: তারিখ (সময় ছাড়া)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
bn: "%(মান) গুলি" মানের একটি অবৈধ বিন্যাস রয়েছে।এটি অবশ্যই yyyy-mm-dd hh: মিমি [: এসএস [.uuuuuu]] [টিজেড] ফর্ম্যাটে থাকতে হবে।

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
bn: "%(মান) এস" মানটির সঠিক ফর্ম্যাট রয়েছে (yyyy-MM-DD এইচএইচ: মিমি [: এসএস [.uuuuuu]] [টিজেড]) তবে এটি একটি অবৈধ তারিখ/সময়।

source: Date (with time)
bn: তারিখ (সময়ের সাথে)

source: “%(value)s” value must be a decimal number.
bn: "%(মান) গুলি" মান অবশ্যই দশমিক সংখ্যা হতে হবে।

source: Decimal number
bn: দশমিক সংখ্যা

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
bn: "%(মান) গুলি" মানের একটি অবৈধ বিন্যাস রয়েছে।এটি অবশ্যই [ডিডি] [[এইচএইচ:] মিমি:] এসএস [.uuuuu] ফর্ম্যাটে থাকতে হবে।

source: Duration
bn: সময়কাল

source: Email address
bn: ইমেল ঠিকানা

source: File path
bn: ফাইল পাথ

source: “%(value)s” value must be a float.
bn: "%(মান) গুলি" মান অবশ্যই একটি ভাসমান হতে হবে।

source: Floating point number
bn: ভাসমান পয়েন্ট নম্বর

source: “%(value)s” value must be an integer.
bn: "%(মান) গুলি" মান অবশ্যই একটি পূর্ণসংখ্যা হতে হবে।

source: Integer
bn: পূর্ণসংখ্যা

source: Big (8 byte) integer
bn: বড় (8 বাইট) পূর্ণসংখ্যা

source: Small integer
bn: ছোট পূর্ণসংখ্যা

source: IPv4 address
bn: আইপিভি 4 ঠিকানা

source: IP address
bn: আইপি ঠিকানা

source: “%(value)s” value must be either None, True or False.
bn: "%(মান) গুলি" মান অবশ্যই সত্য বা মিথ্যা নয়।

source: Boolean (Either True, False or None)
bn: বুলিয়ান (সত্য, মিথ্যা বা কিছুই নয়)

source: Positive big integer
bn: ইতিবাচক বড় পূর্ণসংখ্যা

source: Positive integer
bn: ইতিবাচক পূর্ণসংখ্যা

source: Positive small integer
bn: ইতিবাচক ছোট পূর্ণসংখ্যা

source: Slug (up to %(max_length)s)
bn: স্লাগ ( %পর্যন্ত (সর্বোচ্চ_ দৈর্ঘ্য) গুলি)

source: Text
bn: পাঠ্য

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
bn: "%(মান) গুলি" মানের একটি অবৈধ বিন্যাস রয়েছে।এটি অবশ্যই এইচএইচ: মিমি [: এসএস [.uuuuu]] ফর্ম্যাটে থাকতে হবে।

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
bn: "%(মান) গুলি" মানটির সঠিক ফর্ম্যাট রয়েছে (এইচএইচ: মিমি [: এসএস [.uuuuuu]]]) তবে এটি একটি অবৈধ সময়।

source: Time
bn: সময়

source: Raw binary data
bn: কাঁচা বাইনারি ডেটা

source: “%(value)s” is not a valid UUID.
bn: "%(মান) গুলি" কোনও বৈধ ইউআইডি নয়।

source: Universally unique identifier
bn: সর্বজনীন অনন্য শনাক্তকারী

source: File
bn: ফাইল

source: Image
bn: চিত্র

source: A JSON object
bn: একটি জসন অবজেক্ট

source: Value must be valid JSON.
bn: মান অবশ্যই বৈধ json হতে হবে।

source: %(model)s instance with %(field)s %(value)r is not a valid choice.
bn: %(মডেল) এর উদাহরণ %(ক্ষেত্র) এস %(মান) আর সহ কোনও বৈধ পছন্দ নয়।

source: Foreign Key (type determined by related field)
bn: বিদেশী কী (সম্পর্কিত ক্ষেত্র দ্বারা নির্ধারিত প্রকার)

source: One-to-one relationship
bn: এক-এক সম্পর্ক

source: %(from)s-%(to)s relationship
bn: %(থেকে) এস-%(থেকে) এর সম্পর্ক

source: %(from)s-%(to)s relationships
bn: %(থেকে) এস-%(থেকে) এর সম্পর্ক

source: Many-to-many relationship
bn: অনেক থেকে অনেক সম্পর্ক

source: This field is required.
bn: এই ক্ষেত্র প্রয়োজন।

source: Enter a whole number.
bn: একটি সম্পূর্ণ সংখ্যা লিখুন।

source: Enter a valid date.
bn: একটি বৈধ তারিখ লিখুন।

source: Enter a valid time.
bn: একটি বৈধ সময় লিখুন।

source: Enter a valid date/time.
bn: একটি বৈধ তারিখ/সময় লিখুন।

source: Enter a valid duration.
bn: একটি বৈধ সময়কাল লিখুন।

source: The number of days must be between {min_days} and {max_days}.
bn: দিনের সংখ্যা অবশ্যই {min_days} এবং {সর্বাধিক_ডেস} এর মধ্যে থাকতে হবে}

source: No file was submitted. Check the encoding type on the form.
bn: কোনও ফাইল জমা দেওয়া হয়নি।ফর্মটিতে এনকোডিং প্রকারটি পরীক্ষা করুন।

source: No file was submitted.
bn: কোনও ফাইল জমা দেওয়া হয়নি।

source: The submitted file is empty.
bn: জমা দেওয়া ফাইলটি খালি।

source: Please either submit a file or check the clear checkbox, not both.
bn: হয় হয় একটি ফাইল জমা দিন বা উভয়ই নয়, ক্লিয়ার চেকবক্সটি পরীক্ষা করুন।

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
bn: একটি বৈধ চিত্র আপলোড করুন।আপনি যে ফাইলটি আপলোড করেছেন তা হয় কোনও চিত্র বা দূষিত চিত্র নয়।

source: Select a valid choice. %(value)s is not one of the available choices.
bn: একটি বৈধ পছন্দ নির্বাচন করুন।%(মান) গুলি উপলভ্য পছন্দগুলির মধ্যে একটি নয়।

source: Enter a list of values.
bn: মানগুলির একটি তালিকা লিখুন।

source: Enter a complete value.
bn: একটি সম্পূর্ণ মান লিখুন।

source: Enter a valid UUID.
bn: একটি বৈধ uuid লিখুন।

source: Enter a valid JSON.
bn: একটি বৈধ JSON লিখুন।

source: (Hidden field %(name)s) %(error)s
bn: (লুকানো ক্ষেত্র %(নাম) গুলি) %(ত্রুটি) গুলি

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
bn: ম্যানেজমেন্টফর্মের ডেটা অনুপস্থিত বা এর সাথে হস্তক্ষেপ করা হয়েছে।অনুপস্থিত ক্ষেত্রগুলি: %(ফিল্ড_নাম) এস।সমস্যাটি অব্যাহত থাকলে আপনার বাগ রিপোর্ট ফাইল করতে হবে।

source: Order
bn: অর্ডার

source: Please correct the duplicate data for %(field)s.
bn: %(ক্ষেত্র) এর জন্য সদৃশ ডেটা সংশোধন করুন।

source: Please correct the duplicate data for %(field)s, which must be unique.
bn: %(ক্ষেত্র) এর জন্য সদৃশ ডেটা সংশোধন করুন, যা অবশ্যই অনন্য হতে হবে।

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
bn: %(ফিল্ড_নাম) এর জন্য সদৃশ ডেটা সংশোধন করুন যা %(তারিখ_ফিল্ড) এর মধ্যে %(অনুসন্ধান) এর জন্য অনন্য হতে হবে।

source: Please correct the duplicate values below.
bn: নীচে সদৃশ মানগুলি সংশোধন করুন।

source: The inline value did not match the parent instance.
bn: ইনলাইন মান পিতামাতার উদাহরণের সাথে মেলে না।

source: Select a valid choice. That choice is not one of the available choices.
bn: একটি বৈধ পছন্দ নির্বাচন করুন।সেই পছন্দটি উপলভ্য পছন্দগুলির মধ্যে একটি নয়।

source: “%(pk)s” is not a valid value.
bn: "%(পিকে) গুলি" কোনও বৈধ মান নয়।

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
bn: %(ডেটটাইম) এস টাইম জোন %(বর্তমান_টাইমজোন) এর ব্যাখ্যা করা যায়নি;এটি অস্পষ্ট হতে পারে বা এটি বিদ্যমান নাও থাকতে পারে।

source: Clear
bn: পরিষ্কার

source: Currently
bn: বর্তমানে

source: Change
bn: পরিবর্তন

source: Unknown
bn: অজানা

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: yes,no,maybe
bn: হ্যাঁ, না, সম্ভবত

source: %s KB
bn: %এস কেবি

source: %s MB
bn: %এস এমবি

source: %s GB
bn: %এস জিবি

source: %s TB
bn: %s টিবি

source: %s PB
bn: %এস পিবি

source: p.m.
bn: পি.এম.

source: a.m.
bn: এ।

source: PM
bn: প্রধানমন্ত্রী

source: AM
bn: আমি

source: midnight
bn: মধ্যরাত

source: noon
bn: দুপুর

source: Monday
bn: সোমবার

source: Tuesday
bn: মঙ্গলবার

source: Wednesday
bn: বুধবার

source: Thursday
bn: বৃহস্পতিবার

source: Friday
bn: শুক্রবার

source: Saturday
bn: শনিবার

source: Sunday
bn: রবিবার

source: Mon
bn: সোম

source: Tue
bn: মঙ্গল

source: Wed
bn: বিবাহ

source: Thu
bn: থু

source: Fri
bn: শুক্র

source: Sat
bn: শনি

source: Sun
bn: সূর্য

source: January
bn: জানুয়ারী

source: February
bn: ফেব্রুয়ারি

source: March
bn: মার্চ

source: April
bn: এপ্রিল

source: May
bn: মে

source: June
bn: জুন

source: July
bn: জুলাই

source: August
bn: আগস্ট

source: September
bn: সেপ্টেম্বর

source: October
bn: অক্টোবর

source: November
bn: নভেম্বর

source: December
bn: ডিসেম্বর

source: jan
bn: জান

source: feb
bn: ফেব্রুয়ারী

source: mar
bn: মার

source: apr
bn: এপ্রি

source: may
bn: মে

source: jun
bn: জুন

source: jul
bn: জুলাই

source: aug
bn: আগ

source: sep
bn: সেপ্টেম্বর

source: oct
bn: অক্টোবর

source: nov
bn: নভ

source: dec
bn: ডিসেম্বর

# abbrev. month
source: Jan.
bn: জানু।

# abbrev. month
source: Feb.
bn: ফেব্রুয়ারি

# abbrev. month
source: March
bn: মার্চ

# abbrev. month
source: April
bn: এপ্রিল

# abbrev. month
source: May
bn: মে

# abbrev. month
source: June
bn: জুন

# abbrev. month
source: July
bn: জুলাই

# abbrev. month
source: Aug.
bn: আগস্ট

# abbrev. month
source: Sept.
bn: সেপ্টেম্বর

# abbrev. month
source: Oct.
bn: অক্টোবর

# abbrev. month
source: Nov.
bn: নভেম্বর

# abbrev. month
source: Dec.
bn: ডিসেম্বর

# alt. month
source: January
bn: জানুয়ারী

# alt. month
source: February
bn: ফেব্রুয়ারি

# alt. month
source: March
bn: মার্চ

# alt. month
source: April
bn: এপ্রিল

# alt. month
source: May
bn: মে

# alt. month
source: June
bn: জুন

# alt. month
source: July
bn: জুলাই

# alt. month
source: August
bn: আগস্ট

# alt. month
source: September
bn: সেপ্টেম্বর

# alt. month
source: October
bn: অক্টোবর

# alt. month
source: November
bn: নভেম্বর

# alt. month
source: December
bn: ডিসেম্বর

source: This is not a valid IPv6 address.
bn: এটি কোনও বৈধ আইপিভি 6 ঠিকানা নয়।

# String to return when truncating text
source: %(truncated_text)s…
bn: %(কাটা_টেক্সট) এস…

source: or
bn: বা

source: Forbidden
bn: নিষিদ্ধ

source: CSRF verification failed. Request aborted.
bn: সিএসআরএফ যাচাইকরণ ব্যর্থ হয়েছে।অনুরোধ বাতিল।

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
bn: আপনি এই বার্তাটি দেখছেন কারণ এই এইচটিটিপিএস সাইটে আপনার ওয়েব ব্রাউজার দ্বারা প্রেরণ করার জন্য একটি "রেফারিং শিরোনাম" প্রয়োজন, তবে কোনওটিই প্রেরণ করা হয়নি।আপনার ব্রাউজারটি তৃতীয় পক্ষের দ্বারা হাইজ্যাক করা হচ্ছে না তা নিশ্চিত করার জন্য সুরক্ষার কারণে এই শিরোনামটি প্রয়োজনীয়।

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
bn: আপনি যদি "রেফারার" শিরোনামগুলি অক্ষম করতে আপনার ব্রাউজারটি কনফিগার করে থাকেন তবে দয়া করে তাদের কমপক্ষে এই সাইটের জন্য, বা এইচটিটিপিএস সংযোগের জন্য, বা "একই-উত্স" অনুরোধগুলির জন্য পুনরায় সক্ষম করুন।

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
bn: আপনি যদি <মেটা নাম = "রেফারার" সামগ্রী = "নো-রেফারার"> ট্যাগ ব্যবহার করছেন বা "রেফারার-পলিসি: নো-রেফারার" শিরোনাম সহ, দয়া করে সেগুলি সরান।সিএসআরএফ সুরক্ষা কঠোর রেফারার চেকিং করতে "রেফারার" শিরোনাম প্রয়োজন।আপনি যদি গোপনীয়তা সম্পর্কে উদ্বিগ্ন হন তবে তৃতীয় পক্ষের সাইটগুলির লিঙ্কগুলির জন্য <a rel = "norefererer"…> এর মতো বিকল্প ব্যবহার করুন।

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
bn: আপনি এই বার্তাটি দেখছেন কারণ ফর্মগুলি জমা দেওয়ার সময় এই সাইটের একটি সিএসআরএফ কুকি প্রয়োজন।আপনার ব্রাউজারটি তৃতীয় পক্ষের দ্বারা হাইজ্যাক করা হচ্ছে না তা নিশ্চিত করার জন্য এই কুকিটি সুরক্ষার কারণে প্রয়োজনীয়।

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
bn: আপনি যদি কুকিগুলি অক্ষম করতে আপনার ব্রাউজারটি কনফিগার করে থাকেন তবে দয়া করে এগুলি পুনরায় সক্ষম করুন, কমপক্ষে এই সাইটের জন্য বা "একই-উত্স" অনুরোধগুলির জন্য।

source: More information is available with DEBUG=True.
bn: ডিবাগ = সত্যের সাথে আরও তথ্য উপলব্ধ।

source: No year specified
bn: কোন বছর নির্দিষ্ট করা হয়নি

source: Date out of range
bn: পরিসীমা ছাড়িয়ে যাওয়ার তারিখ

source: No month specified
bn: কোন মাস নির্দিষ্ট করা হয়নি

source: No day specified
bn: কোনও দিন নির্দিষ্ট করা হয়নি

source: No week specified
bn: কোন সপ্তাহ নির্দিষ্ট করা হয়নি

source: No %(verbose_name_plural)s available
bn: কোনও %(vervose_name_plural) এর উপলব্ধ নেই

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
bn: ভবিষ্যত %(vervose_name_plural) এর উপলভ্য নয় কারণ %(শ্রেণি_নাম) s.allow_future মিথ্যা।

source: Invalid date string “%(datestr)s” given format “%(format)s”
bn: অবৈধ তারিখের স্ট্রিং "%(ডেটেস্টর) গুলি" প্রদত্ত ফর্ম্যাট "%(ফর্ম্যাট) গুলি"

source: No %(verbose_name)s found matching the query
bn: কোনও %(ভার্বোজ_নাম) এর ক্যোয়ারির সাথে মিলছে না

source: Page is not “last”, nor can it be converted to an int.
bn: পৃষ্ঠাটি "শেষ" নয়, এটি কোনও আইএনটিতে রূপান্তর করা যায় না।

source: Invalid page (%(page_number)s): %(message)s
bn: অবৈধ পৃষ্ঠা ( %(পৃষ্ঠা_ সংখ্যা)): %(বার্তা) গুলি

source: Empty list and “%(class_name)s.allow_empty” is False.
bn: খালি তালিকা এবং "%(শ্রেণি_নাম) s.allow_empty" মিথ্যা।

source: Directory indexes are not allowed here.
bn: ডিরেক্টরি সূচকগুলি এখানে অনুমোদিত নয়।

source: “%(path)s” does not exist
bn: "%(পাথ) এস" এর অস্তিত্ব নেই

source: Index of %(directory)s
bn: %(ডিরেক্টরি) এর সূচক

source: The install worked successfully! Congratulations!
bn: ইনস্টলটি সফলভাবে কাজ করেছে!অভিনন্দন!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
bn: দেখুন <a href = "https://docs.djangoproject.com/en/%(versvers )s/releases/" লক্ষ্য = "_ ফাঁকা" রিল = "নুপেনার"> জ্যাঙ্গো %(সংস্করণ) এর জন্য রিলিজ নোট </a>

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
bn: আপনি এই পৃষ্ঠাটি দেখছেন কারণ <a href = "https://docs.djangoproject.com/en/%(vers/verse/ref/settings/#debug" লক্ষ্য = "_ ফাঁকা" রিল = "নুপেনার"> ডিবাগ = সত্য </a> আপনার সেটিংস ফাইলটিতে রয়েছে এবং আপনি কোনও ইউআরএলএস কনফিগার করেন নি।

source: Django Documentation
bn: জ্যাঙ্গো ডকুমেন্টেশন

source: Topics, references, &amp; how-to’s
bn: বিষয়, রেফারেন্স, & amp;কিভাবে

source: Tutorial: A Polling App
bn: টিউটোরিয়াল: একটি পোলিং অ্যাপ

source: Get started with Django
bn: জ্যাঙ্গো দিয়ে শুরু করুন

source: Django Community
bn: জ্যাঙ্গো সম্প্রদায়

source: Connect, get help, or contribute
bn: সংযোগ করুন, সহায়তা করুন বা অবদান রাখুন
